Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Could not reach imgur API
bn_bd: imgur API পাওয়া যাচ্ছে না

source: Could not set breakpoint: %S
bn_bd: ব্রেকপয়েন্ট ধার্য করা যাচ্ছে না: %S

source: Could not verify this certificate because it has been revoked.
bn_bd: সার্টিফিকেট প্রত্যাখ্যান হওয়ার দরুন এটি পরীক্ষা করা সম্ভব হয়নি।

source: Could not verify this certificate because it has expired.
bn_bd: মেয়াদ পূর্ণ হওয়ার দরুন এই সার্টিফিকেটটি পরীক্ষা করা যায়নি।

source: Could not verify this certificate because it is not trusted.
bn_bd: বিশ্বস্ত না হওয়ার দরুন এই সার্টিফিকেটটি পরীক্ষা করা যায়নি।

source: Could not verify this certificate because it was signed using a signature algorithm that was disabled because that algorithm is not secure.
bn_bd: সনদ পত্রটি যাচাই করা গেল না কারন এটি যে স্বাক্ষর সমাধান পদ্ধতি (অ্যালগরিদিম) ব্যবহার করে স্বাক্ষরিত হয়েছে তা নিষ্ক্রিয় করা আছে কারন সমাধান পদ্ধতি (অ্যালগরিদিম) টি নিরাপদ নয়।

source: Could not verify this certificate because the CA certificate is invalid.
bn_bd: CA সার্টিফিকেট কার্যকর না হওয়ার দরুন এই সার্টিফিকেটটি পরীক্ষা করা সম্ভব হয়নি।

source: Could not verify this certificate because the issuer is not trusted.
bn_bd: প্রকাশকারী বিশ্বস্ত না হওয়ার দরুন এই সার্টিফিকেটটি পরীক্ষা করা সম্ভব হয়নি।

source: Could not verify this certificate because the issuer is unknown.
bn_bd: প্রকাশকারী পরিচিত না হওয়ার দরুন এই সার্টিফিকেটটি পরীক্ষা করা সম্ভব হয়নি।

source: Could not verify this certificate for unknown reasons.
bn_bd: অজানা কারনে এই সার্টিফিকেট পরীক্ষা করা যায়নি।

source: Couldn't create pending dump directory.
bn_bd: অসমাপ্ত ডাম্প ডিরেক্টরি তৈরি করা যায়নি।

source: Couldn’t delete the privilege
bn_bd: বিশেষাধিকার মুছে ফেলা যায়নি

source: Couldn't find the crash reporter's settings.
bn_bd: ক্র্যাশ প্রতিবেদকের সেটিংসমূহ খুঁজে পাওয়া যায়নি।

source: Couldn’t initialize Fortezza personalities.
bn_bd: Fortezza নিজস্ব উপস্থাপনা শৈলী চালু করা যায়নি।

source: Couldn't move application data file.
bn_bd: অ্যাপ্লিকেশন ডাটা ফাইল সরানো যায়নি।

source: Couldn't move crash dump.
bn_bd: ক্র্যাশ ডাম্প সরানো যায়নি।

source: Couldn’t parse invalid host %1$S
bn_bd: অকার্যকর হোস্ট %1$S পার্স করা যায় নি

source: Couldn’t parse invalid sandbox flag ‘%1$S’
bn_bd: ‘%1$S’ এর জন্য অকার্যকর সাউন্ডবক্স ফ্লাগ পার্স করো না

source: Couldn’t parse invalid source %1$S
bn_bd: অকার্যকর উৎস %1$S পার্স করা যায় নি

source: Couldn’t parse port in %1$S
bn_bd: %1$S তে পোর্ট পার্স করা যায়নি

source: couldn’t parse report URI: %1$S
bn_bd: URI রিপোর্ট পার্স করা যায়নি: %1$S

source: Couldn’t parse scheme in %1$S
bn_bd: %1$S তে স্কীম পার্স করা যায়নি

source: Couldn’t process unknown directive ‘%1$S’
bn_bd: অজানা ডিরেক্টিভ '%1$S' এর প্রসেস করা যায়নি

source: Couldn't read the application data file.
bn_bd: অ্যাপ্লিকেশন ডাটা ফাইল পড়া যায়নি।

source: Couldn’t remove the principal
bn_bd: প্রিন্সিপাল মুছে ফেলা যায়নি

source: count
bn_bd: গণনা

source: Count
bn_bd: গণনা

source: Crash Guard Disabled Features
bn_bd: Crash Guard নিষ্ক্রিয় বৈশিষ্ট্য

source: Crash ID: %s
bn_bd: ক্র্যাশ আইডি: %s

source: Crash report already submitted; thank you for helping make &brandShortName; better!
bn_bd: ক্র্যাশ রিপোর্ট ইতিমধ্যে জমা হয়ে গেছে; ধন্যবাদ &brandShortName; বানাতে সাহায্য করবার জন্য এবং আরও ভালো করবার জন্য!

source: Crash Reporter
bn_bd: ক্র্যাশ প্রতিবেদক

source: Crash reporting disabled.
bn_bd: ক্র্যাশ রিপোর্টিং প্রক্রিয়া নিষ্ক্রিয়।

source: Crash Reports
bn_bd: ক্র্যাশ প্রতিবেদন

source: Crash report sent.
bn_bd: ক্র্যাশ রিপোর্ট পাঠানো হয়েছে।

source: Crash Reports for the Last #1 Day;Crash Reports for the Last #1 Days
bn_bd: সর্বশেষ #1 দিনের ক্র্যাশ রিপোর্ট; সর্বশেষ #1 দিনের ক্র্যাশ রিপোর্ট

source: Crash reports help us diagnose problems and make &brandShortName; better.
bn_bd: ক্রাশ রিপোর্ট আমাদের সমস্যা নির্ণয় ও সমাধানে সহায়তা করবে এবং &brandShortName; কে আরো ভাল করবে।

source: Crash reports help &vendorShortName; fix problems and make your browser more stable and secure
bn_bd: ক্র্যাশ প্রতিবেদনগুলি &vendorShortName; কে সাহায্য করে; সমস্যাগুলি ঠিক করুন এবং আপনার ব্রাউজার আরো স্থিতিশীল এবং নিরাপদ করুন

source: Create Account
bn_bd: অ্যাকাউন্ট তৈরি করুন

source: Create and append a new style sheet to the document
bn_bd: নথিতে একটি নতুন স্টাইল শীট তৈরি করুন এবং সংযুক্ত করুন

source: Create a New Profile
bn_bd: একটি নতুন প্রোফাইল তৈরি করুন

source: Created By:
bn_bd: নির্মাতা:

source: Created on
bn_bd: তৈরিকৃত

source: "Created uninstaller: "
bn_bd: "আনইনস্টলার তৈরি করা হয়েছে: "

source: "Create folder: "
bn_bd: "ফোল্ডার তৈরি করা হবে: "

source: Create icons for $BrandShortName:
bn_bd: $BrandShortName এর জন্য আইকন তৈরি করা হবে:

source: Create new directory
bn_bd: নতুন ডিরেক্টরি তৈরি

source: Create New Node
bn_bd: নতুন নোড তৈরী করুন

source: Create Profile…
bn_bd: প্রোফাইল তৈরী… (C)

source: Create Profile Wizard
bn_bd: প্রোফাইল উইজার্ড তৈরি

source: Create Program Icons
bn_bd: প্রোগ্রাম আইকন তৈরি

source: "Create shortcut: "
bn_bd: "শর্টকাট তৈরি করা হবে: "

source: Creating an element with an invalid QName.
bn_bd: অকার্যকর QName সহ এলিমেন্ট তৈরি করা হচ্ছে।

source: Creating DOMParser without a principal is deprecated.
bn_bd: কোন লক্ষ্য ছাড়া DOMParser তৈরি অনুমোদিত নয়।

source: Creation Date:
bn_bd: তৈরির তারিখ:

source: Creator:
bn_bd: প্রস্তুতকারক:

source: Credit cards
bn_bd: ক্রেডিট কার্ড

source: Cree
bn_bd: ক্রি

source: Critical
bn_bd: সংকটজনক

source: CRL already exists.
bn_bd: CRL আগে থেকেই আছে।

source: CRL Distribution Points
bn_bd: CRL বিতরণকেন্দ্র

source: CRL Signer
bn_bd: CRL স্বাক্ষরকারী

source: Croatia
bn_bd: ক্রোয়েশিয়া

source: Croatian
bn_bd: ক্রোয়েশিয়ান

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: CORS disabled).
bn_bd: Cross-Origin আবেদন ব্লককৃত: এই একই অরিজিন নীতি রিমোট রিসোর্সকে %1$S-এ পড়তে অনুমতি দেয় না। (কারণ: CORS আবেদন বন্ধ রয়েছে)।

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: CORS header ‘Access-Control-Allow-Origin’ does not match ‘%2$S’).
bn_bd: ক্রস-ওরিজিন অনুরোধ বাধাগ্রস্থ: %1$S তে একই ওরিজিন নীতি দূরবর্তী রিসোর্সকে পড়ার অনুমতি দিচ্ছে না। '(কারণ: CORS হেডার একসেস-কন্ট্রোল-অনুমতি-ওরিজিন' %2$S -এর সাথে মিল নেই)।

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: CORS header ‘Access-Control-Allow-Origin’ missing).
bn_bd: Cross-Origin আবেদন ব্লককৃত: এই একই অরিজিন নীতি রিমোট রিসোর্সকে %1$S-এ পড়তে অনুমতি দেয় না। (কারণ: CORS হেডার এ 'Access-Control-Allow-Origin' নেই।

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: CORS preflight channel did not succeed).
bn_bd: Cross-Origin আবেদন ব্লককৃত: এই একই অরিজিন নীতি রিমোট রিসোর্সকে %1$S-এ পড়তে অনুমতি দেয় না। (কারণ: CORS প্রিফ্লাইট চ্যানেল সাফল্য পায়নি)।

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: CORS request not http).
bn_bd: Cross-Origin আবেদন ব্লককৃত: এই একই অরিজিন নীতি রিমোট রিসোর্সকে %1$S-এ পড়তে অনুমতি দেয় না। (কারণ: CORS আবেদন http নয়)।

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at ‘%1$S’. (Reason: Credential is not supported if the CORS header ‘Access-Control-Allow-Origin’ is ‘*’).
bn_bd: Cross-Origin আবেদন ব্লককৃত: এই একই উৎস নীতি রিমোট রিসোর্সকে %1$S এ পড়তে অনুমতি দেয় না। (কারণ: প্রসংসাপত্র সাপোর্ট করবে না যদি CORS হেডার 'Access-Control-Allow-Credentials' এ '*')।

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: Did not find method in CORS header ‘Access-Control-Allow-Methods’).
bn_bd: ক্রস-ওরিজিন অনুরোধ বাধাগ্রস্থ: %1$S তে একই ওরিজিন নীতি দূরবর্তী রিসোর্সকে পড়ার অনুমতি দিচ্ছে না। (কারণ: CORS হেডার 'একসেস-কন্ট্রোল-অনুমতি-ওরিজিন' এ মেথড পাওয়া যায় নি)।

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: expected ‘true’ in CORS header ‘Access-Control-Allow-Credentials’).
bn_bd: Cross-Origin আবেদন ব্লককৃত: এই একই অরিজিন নীতি রিমোট রিসোর্সকে %1$S-এ পড়তে অনুমতি দেয় না। (কারণ: CORS হেডার 'Access-Control-Allow-Credentials' এ 'true' প্রত্যাশিত)।

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: invalid token ‘%2$S’ in CORS header ‘Access-Control-Allow-Headers’).
bn_bd: Cross-Origin আবেদন ব্লককৃত: এই একই অরিজিন নীতি রিমোট রিসোর্সকে %1$S-এ পড়তে অনুমতি দেয় না। (কারণ: CORS হেডারের মধ্যে 'Access-Control-Allow-Headers' এ অকার্যকর টোকেন '%2$S')।

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: invalid token ‘%2$S’ in CORS header ‘Access-Control-Allow-Methods’).
bn_bd: Cross-Origin আবেদন ব্লককৃত: এই একই অরিজিন নীতি রিমোট রিসোর্সকে %1$S-এ পড়তে অনুমতি দেয় না। (কারণ: অবৈধ টোকেন '%2$S' CORS হেডারের মধ্যে 'Access-Control-Allow-Methods' অনুমতি দেয়)।

source: Cross-Origin Request Blocked: The Same Origin Policy disallows reading the remote resource at %1$S. (Reason: missing token ‘%2$S’ in CORS header ‘Access-Control-Allow-Headers’ from CORS preflight channel).
bn_bd: Cross-Origin আবেদন ব্লককৃত: এই একই অরিজিন নীতি রিমোট রিসোর্সকে %1$S-এ পড়তে অনুমতি দেয় না। (কারণ: CORS হেডারের মধ্যে অনুপস্থিত টোকেন '%2$S' 'Access-Control-Allow-Headers' CORS preflight চ্যানেল থেকে)।

source: CSS coverage analysis already running
bn_bd: CSS আওতায় বিশ্লেষণ ইতিমধ্যে চলমান

source: CSS Coverage analysis completed
bn_bd: CSS আওতায় বিশ্লেষণ সম্পন্ন

source: CSS coverage analysis has not been run
bn_bd: CSS আওতায় বিশ্লেষণ চালানো হয়নি

source: CSS coverage analysis not running
bn_bd: CSS আওতায় বিশ্লেষণ চলমান না

source: CSS coverage report is not available for ‘oneshot’ data. Please use start/stop.
bn_bd: CSS আওতায় প্রতিবেদনটি 'oneshot' তথের জন্য পাওয়া যায় না। অনুগ্রহ করে বন্ধ / শুরু ব্যবহার করুন।

source: CSS files
bn_bd: CSS ফাইল

source: CSS media type emulation
bn_bd: CSS মিডিয়া পদ্ধতি অনুকরণ

source: CSS selector
bn_bd: CSS নির্বাচক

source: CSS Selector
bn_bd: CSS নির্বাচক

source: CSS selector of elements to include
bn_bd: অন্তর্ভুক্তির জন্য CSS নির্বাচক উপাদান

source: CSS selector of root of search
bn_bd: CSS এর নির্বাচক অনুসন্ধানের রুট

source: CSS selector specifying elements to remove
bn_bd: CSS নির্বাচক উপাদান সরিয়ে ফেলতে নির্ধারন করে

source: CSS selector specifying root of search
bn_bd: সিএসএস এর নির্বাচক অনুসন্ধানের রুট উল্লিখিত

source: CSS selectors separated by comma
bn_bd: CSS নির্বাচকগুলো কমা দ্বারা আলাদা হয়েছে

source: CSS selector to match in search
bn_bd: অনুসন্ধান করে CSS নির্বাচক মিল করুন

source: CSS selector to root of search
bn_bd: সিএসএস এর নির্বাচক অনুসন্ধানের রুটে যান

source: Ctrl+Tab cycles through tabs in recently used order
bn_bd: Ctrl+Tab সাম্প্রতিক ব্যবহৃত ট্যাবগুলোর মধ্যে ক্রমান্বয়ে ঘুড়বে।

source: Cuba
bn_bd: কিউবা

source: Curaçao
bn_bd: কুরাকাও

source: current
bn_bd: বর্তমান

source: Current line
bn_bd: বর্তমান লাইন

source: Current log file
bn_bd: বর্তমান লগ ফাইল

source: Current Log File:
bn_bd: বর্তমান লগ ফাইল:

source: Current log modules
bn_bd: বর্তমান লগ মডিউল

source: Current Log Modules:
bn_bd: বর্তমান লগ মডিউল:

source: Currently recording via
bn_bd: বর্তমানে ধারনকৃত বৃত্তান্ত

source: Currently verifying certificate…
bn_bd: বর্তমানে সার্টিফিকেট পরীক্ষা করা হচ্ছে…

source: Current password:
bn_bd: বর্তমান পাসওয়ার্ড:

source: current ping
bn_bd: বর্তমান পিং

source: Current ping data
bn_bd: বর্তমান পিং তথ্য

source: * Current session only, reloads the page
bn_bd: *কেবল বর্তমান সেশন, পৃষ্ঠা পুনরায় লোড করে

source: Current step: %S
bn_bd: বর্তমান পদক্ষেপ: %S

source: Current View
bn_bd: বর্তমান অবস্থা

source: Current view (copy or open in new window)
bn_bd: বর্তমান অবস্থা (অনুলিপি অথবা নতুন উইন্ডো তে খুলুন)

source: Current Worker URL:
bn_bd: বর্তমান কর্মীর URL:

source: Cursor
bn_bd: কার্সার

source: Custom
bn_bd: স্বনির্ধারিত

source: &Custom
bn_bd: স্বনির্বাচিত (&C)

source: Custom…
bn_bd: স্বনির্ধারিত…

source: Custom B2G binary…
bn_bd: স্বনির্বাচিত B2G বাইনারী…

source: Custom Device
bn_bd: স্বনির্ধারিত ডিভাইস

source: Custom Gaia profile…
bn_bd: স্বনির্বাচিত গায়া প্রোফাইল…

source: Customize
bn_bd: কাস্টমাইজ

source: Customize…
bn_bd: স্বনির্ধারণ…

source: Customize Firefox
bn_bd: Firefox স্বনির্ধারণ

source: Customize %S
bn_bd: %S স্বনির্ধারণ

source: Customize the Menu and Toolbars
bn_bd: মেনু এবং টুলবার সাজান

source: Customize Toolbar
bn_bd: টুলবার স্বনির্ধারণ

source: Customize Toolbar…
bn_bd: কাস্টমাইজ টুলবার…

source: Customize your New Tab page
bn_bd: আপনার নতুন ট্যাব পেজটি কাস্টমাইজ করুন

source: Custom Scale…
bn_bd: স্বনির্ধারিত আকার পরিবর্তন…

source: Custom User Agent
bn_bd: কাস্টম ইউজার এজেন্ট

source: Cut
bn_bd: কাটা (t)

source: Cut (%S)
bn_bd: কাটা (%S)

source: Cycle
bn_bd: পুনরাবৃত্ত

source: Cycle Collection
bn_bd: পুনরাবৃত্ত সংগ্রহ

source: cycled
bn_bd: চক্রাকৃত হয়েছে

source: Cycle Reference
bn_bd: রেফারেন্সের পুনরাবৃত্তি

source: Cyprus
bn_bd: সাইপ্রাস

source: Cyrillic
bn_bd: সিরিলিক

source: Cyrillic (DOS)
bn_bd: সিরিলিক (ডিওএস)

source: Cyrillic (ISO)
bn_bd: সিরিলিক (আইএসও)

source: Cyrillic (KOI8-R)
bn_bd: সিরিলিক (KOI8-R)

source: Cyrillic (KOI8-U)
bn_bd: সিরিলিক (KOI8-U)

source: Cyrillic (Windows)
bn_bd: সিরিলিক (উইন্ডোজ)

source: Czech
bn_bd: চেক

source: Czech Republic
bn_bd: চেক প্রজাতন্ত্র

source: D
bn_bd: এ

source: D3D11 Compositor
bn_bd: D3D11 কম্পোজিটর

source: D3D11 Video Decoder
bn_bd: D3D11 ভিডিও ডিকোডার

source: D3D9 Video Decoder
bn_bd: D3D9 ভিডিও ডিকোডার

source: Dangling combinator.
bn_bd: বর্ধিত সংযোজনকারী।

source: Danish
bn_bd: ড্যানিশ

source: Dark
bn_bd: গাঢ়

source: Data
bn_bd: তথ্য

source: Database Name
bn_bd: ডাটাবেজ নাম

source: Database “%S” could not be deleted.
bn_bd: ডেটাবেস “%S” মুছে ফেলা যাবে না।

source: Database “%S” will be deleted after all connections are closed.
bn_bd: ডেটাবেস “%S” মুছে ফেলার পরে সব সংযোগ বন্ধ করা হবে।

source: Data Choices
bn_bd: ডাটা পছন্দ

source: Data Encipherment
bn_bd: ডাটা এনসাইফারমেন্ট

source: Data reporting is disabled for this build configuration
bn_bd: এই বিল্ড কনফিগারেশনের জন্যে ডাটা রিপোর্টিং নিস্ক্রিয় করা হয়েছে

source: Data size:
bn_bd: ডাটা সাইজ:

source: Data Transfer Interrupted
bn_bd: তথ্য আদান-প্রদান বিঘ্নিত

source: Data transfer was interrupted (please try again)
bn_bd: ডাটা প্রেরণ বিঘ্নিত হয়েছে (অনুগ্রহ করে আবার চেষ্টা করুন)

source: date
bn_bd: তারিখ

source: Date Crashed
bn_bd: ক্র‍্যাশের তারিখ

source: Date Submitted
bn_bd: জমা দেয়ার তারিখ

source: Date/Time
bn_bd: তারিখ/সময়

source: Dead Global Revived
bn_bd: মৃত গ্লোবাল পুনঃজাগরিত

source: Debug
bn_bd: ডিবাগ

source: Debug Add-ons
bn_bd: অ্যাড-অন ডিবাগ

source: Debug App
bn_bd: ডিবাগ অ্যাপ

source: Debug GC
bn_bd: ডিবাগ GC

source: Debugger
bn_bd: ডিবাগার

source: Debugger is paused. Some features like mouse selection will not work.
bn_bd: ডিবাগার স্থগিত করা হয়েছে। কিছু বৈশিষ্ট্য যেমন মাউস নির্বাচন কাজ না ও করতে পারে।

source: Debugger Options
bn_bd: ডিবাগার অপশন

source: Debugger Panel
bn_bd: ডিবাগার প্যানেল

source: Debugger paused
bn_bd: ডিবাগার বিরতি দেওয়া হয়েছে

source: DebuggerServer not initialized
bn_bd: ডিবাগার সার্ভার শুরু করা হয়নি

source: Debugging with Firefox Developer Tools
bn_bd: Firefox ডেভালপার টুল দিয়ে ডিবাগিং করুন

source: Debug Mode
bn_bd: ডিবাগ মোড

source: debug mode active, trace log at: %1$S
bn_bd: ডিবাগ মোড সক্রিয়, ট্রেস লগ এখানে: %1$S

source: Debug script
bn_bd: স্ক্রিপ্ট ডিবাগ করুন

source: Debug Script
bn_bd: স্ক্রিপ্ট ডিবাগ

source: Deceptive Site!
bn_bd: ক্ষতিকারক সাইট!

source: Decision Log
bn_bd: সিদ্ধান্ত লগ

source: Declaration dropped.
bn_bd: ডেক্লারেশন গ্রহণ করা হয়নি।

source: Decoder
bn_bd: ডিকোডার

source: Decrease
bn_bd: হ্রাস (D)

source: default
bn_bd: পূর্বনির্ধারিত

source: Default
bn_bd: পূর্বনির্ধারিত

source: Default Browser
bn_bd: ডিফল্ট ব্রাউজার

source: Default color unit
bn_bd: ডিফল্ট রঙের একক u

source: Default Developer Tools
bn_bd: পূর্বনির্ধারিত ডেভেলপার টুলসমূহ

source: Default font
bn_bd: ডিফল্ট ফন্ট

source: Default font:
bn_bd: পূর্বনির্ধারিত ফন্ট D:

source: Default for Current Locale
bn_bd: বর্তমান লোকেলের জন্য পূর্বনির্ধারিত

source: Default Profile
bn_bd: ডিফল্ট প্রোফাইল

source: Default (%S)
bn_bd: ডিফল্ট (%S)

source: Default Search Engine
bn_bd: ডিফল্ট সার্চ ইঞ্জিন

source: Default User
bn_bd: পূর্বনির্ধারিত ব্যবহারকারী

source: definition
bn_bd: সংজ্ঞা

source: definition list
bn_bd: সংজ্ঞার তালিকা

source: Del
bn_bd: ডেল

source: Delay:
bn_bd: দেরী:

source: Delay (seconds)
bn_bd: অপেক্ষা(সেকেন্ড)

source: Delete
bn_bd: মুছে ফেলুন

source: Delete…
bn_bd: মুছে ফেলা… (D)

source: Delete All
bn_bd: সব মুছে ফেলুন

source: Delete All From “%S”
bn_bd: “%S” থেকে সব মুছে ফেলুন

source: Delete all snapshots
bn_bd: সব স্ন্যাপশট মুছে ফেলুন

source: Delete Certificate
bn_bd: সার্টিফিকেট অপসারণ

source: Delete Certificates
bn_bd: সার্টিফিকেট মুছে ফেলুন

source: Delete E-Mail Certificates
bn_bd: ইমেইল সার্টিফিকেট মুছে ফেলুন

source: "Delete file: "
bn_bd: "ফাইল মোছা হবে: "

source: Delete Files
bn_bd: ফাইল মুছে ফেলা হবে

source: Delete Node
bn_bd: নোড মুছে ফেলুন

source: "Delete on reboot: "
bn_bd: "রিস্টার্ট করার সময় মুছে ফেলা হবে: "

source: Delete or Distrust…
bn_bd: অপসারন অথবা অবিশ্বস্ত (D)…

source: Delete or Distrust CA Certificates
bn_bd: CA সার্টিফিকেট অপসারণ অথবা অবিশ্বস্ত

source: Delete Page;Delete Pages
bn_bd: পাতা অপসারণ;পাতাগুলো অপসারণ

source: Delete Profile
bn_bd: প্রোফাইল মুছে ফেলুন

source: Delete Profile…
bn_bd: প্রোফাইল মুছে ফেলা… (D)

source: Delete Recent <html:strong>Cookies</html:strong>
bn_bd: সাম্প্রতিক<html:strong>কুকিগুলি</html:strong> মুছে ফেলুন

source: Delete Recent <html:strong>History</html:strong>
bn_bd: সাম্প্রতিক <html:strong> ইতিহাস </html:strong> মুছে ফেলুন

source: Delete “%S”
bn_bd: “%S” মুছে ফেলুন

source: Delete Server Certificate Exceptions
bn_bd: সার্ভার সার্টিফিকেটের ব্যতিক্রম মুছে ফেলুন

source: Delete Simulator
bn_bd: সিমুলেটর মুছে ফেলুন

source: Delete your Certificates
bn_bd: আপনার সার্টিফিকেটগুলি মুছে ফেলুন

source: Deleting a profile will remove the profile from the list of available profiles and cannot be undone.\nYou may also choose to delete the profile data files, including your settings, certificates and other user-related data. This option will delete the folder “%S” and cannot be undone.\nWould you like to delete the profile data files?
bn_bd: কোনো প্রোফাইল মুছে ফেলা হলে তা উপলব্ধ প্রোফাইলের তালিকা থেকে অপসারিত হবে এবং পুনরুদ্ধার করা সম্ভব হবে না।\nআপনি প্রোফাইল ডাটা ফাইল অর্থাৎ সংরক্ষিত বৈশিষ্ট্য, সার্টিফিকেট প্রভৃতি মুছে ফেলতে পারেন। এই বিকল্পের দ্বারা "%S" ফোল্ডারটি মুছে ফেলা হবে এবং তা পুনরুদ্ধার করা সম্ভব হবে না।\nআপনি কি প্রোফাইল ডাটা ফাইল মুছে ফেলতে ইচ্ছুক?

source: Denmark
bn_bd: ডেনমার্ক

source: denominator
bn_bd: হর

source: Density
bn_bd: ঘনত্ব

source: Deny
bn_bd: প্রত্যাখ্যান

source: DER-encoded message contained extra unused data.
bn_bd: DER দ্বারা এনকোড করা বার্তাতে অতিরিক্ত অব্যবহৃত ডাটা ছিলো।

source: Description
bn_bd: বিবরণ/বর্ণনা

source: Description:
bn_bd: বিবরণ:

source: Deserialize data
bn_bd: ডিসিরিয়ালাইজ ডাটা

source: Deserialize data in Worker
bn_bd: ওয়ার্কার এ ডাটা সিরিয়াল নষ্ট কর

source: Deserialize data on the main thread
bn_bd: মূল থ্রেড এ ডাটা সিরিয়াল নষ্ট কর

source: Desktop
bn_bd: ডেস্কটপ

source: Desktop Background.bmp
bn_bd: ডেস্কটপ Background.bmp

source: Destination filename
bn_bd: গন্তব্যের ফাইলের নাম

source: Destination Folder
bn_bd: গন্তব্য ফোল্ডার

source: Destroy JS Context
bn_bd: JS বিষয়বস্তু ধ্বংস

source: Details
bn_bd: বিস্তারিত

source: Details…
bn_bd: বিস্তারিত…

source: Details of selected certificate:
bn_bd: নির্বাচিত সার্টিফিকেটের বিবরণ:

source: Detected UTF-16-encoded Basic Latin-only text without a byte order mark and without a transfer protocol-level declaration. Encoding this content in UTF-16 is inefficient and the character encoding should have been declared in any case.
bn_bd: Detected UTF-16-encoded Basic Latin- এক বাইট অর্ডার মার্ক ব্যতীত এবং একটি ট্রান্সফার প্রটোকল-লেভেল ঘোষণা ব্যতীত। UTF-16 তে এই কনটেন্ট এনকোড করা পর্যাপ্ত নয় এবং যে কোন ঘটনায় অক্ষর এনকোডিং ঘোষণা করা হতে পরে।

source: Detect indentation
bn_bd: ইনডেন্টেশন শনাক্তকরণ

source: Devanagari
bn_bd: দেবনগরী

source: Developer
bn_bd: ডেভেলপার

source: Developers:
bn_bd: ডেভেলপার:

source: Developers interested in getting their add-ons verified can continue by reading our
bn_bd: পড়ার অবিরত করতে পারেন যাচাই তাদের অ্যাড টার্ন পেতে আগ্রহী ডেভেলপারদের আমাদের

source: Developer Toolbar
bn_bd: ডেভেলপার টুলবার

source: Developer Tools
bn_bd: ডেভেলপার টুল

source: Developer Tools - %1$S
bn_bd: ডেভেলপার টুল - %1$S

source: Developer Tools - %1$S - %2$S
bn_bd: ডেভেলপার টুল - %1$S - %2$S

source: Developer Tools installed by add-ons
bn_bd: এড-অন এর মাধ্যমে ইন্সটলকৃত ডেভেলপার টুল

source: Device
bn_bd: ডিভাইস

source: Device ID
bn_bd: ডিভাইস ID

source: Device ID:
bn_bd: ডিভাইস ID:

source: Device Manager
bn_bd: ডিভাইস ব্যবস্থাপক

source: Device Name
bn_bd: ডিভাইসের নাম

source: Device pixel ratio
bn_bd: ডিভাসের পিক্সেল অনুপাত

source: Device Pixel Ratio
bn_bd: ডিভাস পিক্সেল অনুপাত

source: Device Preferences
bn_bd: সাইট সংক্রান্ত পছন্দসমূহ

source: Device Settings
bn_bd: ডিভাইস সেটিং

source: Dhekelia
bn_bd: ঢেকেলিয়া

source: Diagnostics
bn_bd: সমস্যা নির্নয়ক

source: diagram
bn_bd: নকশা

source: dialog
bn_bd: ডায়ালগ

source: Dictionaries
bn_bd: অভিধান সমূহ

source: Did not expect anonymous box.
bn_bd: নামহীন বাক্স প্রত্যাশিত হয়নি।

source: “&” did not start a character reference. (“&” probably should have been escaped as “&amp;”.)
bn_bd: “&” অক্ষর রেফারেন্স শুরু করেনি। (“&” সম্ভবত “&amp;” হিসেবে লুকিয়ে এস্কেপ করা উচিৎ ছিল।)

source: (Did not stop black boxing any sources)
bn_bd: (কোন সোর্সের ব্লাক বক্সিং বন্ধ করা হয়নি)

source: Did you mean to go to %S?
bn_bd: আপনি কি %S যাওয়ার কথা বোঝাতে চাচ্ছেন?

source: Diego Garcia
bn_bd: ডিয়েগো গার্সিয়া

source: Digest function failed.
bn_bd: ডাইজেস্ট ফাংশন বিফল।

source: Dimensions:
bn_bd: মাত্রা:

source: Direction
bn_bd: দিকবিন্যাস

source: Direction:
bn_bd: দিক:

source: Directive ‘%1$S’ has been deprecated. Please use directive ‘%2$S’ instead.
bn_bd: '%1$S' নির্দেশিকা পুরনো হয়েছে গেছে। অনুগ্রহ করে এর বদলে '%2$S' নির্দেশিকা ব্যবহার করুন।

source: Directory cannot be created, %S is a file
bn_bd: ডিরেক্টরি তৈরি করা সম্ভব নয়, %S একটি ফাইল

source: Directory cannot be created, %S not writable
bn_bd: ডিরেক্টরি তৈরি করা সম্ভব নয়, %S লিখনযোগ্য নয়

source: Directory containing .mozcmd files
bn_bd: ডিরেক্টরিতে .mozcmd ফাইল রয়েছে

source: Directory name:
bn_bd: ডিরেক্টরির নাম:

source: Directory Path
bn_bd: ডিরেক্টরি পাথ

source: Directory %S could not be created
bn_bd: %S ডিরেক্টরি তৈরি করা যায়নি

source: Directory %S doesn’t exist
bn_bd: %S নামে কোনো ডিরেক্টরি নেই

source: disable
bn_bd: নিষ্ক্রিয়

source: Disable
bn_bd: নিষ্ক্রিয়

source: Disable all breakpoints
bn_bd: সমস্ত ব্রেকপয়েন্ট নিষ্ক্রিয় করুন

source: Disable breakpoint
bn_bd: ব্রেকপয়েন্ট নিষ্ক্রিয় করুন

source: Disable Breakpoint
bn_bd: ব্রেকপয়েন্ট নিষ্ক্রিয় করুন

source: Disable Breakpoints
bn_bd: ব্রেকপয়েন্ট নিষ্ক্রিয় করুন

source: disabled
bn_bd: নিষ্ক্রিয়

source: (disabled)
bn_bd: (নিস্ক্রিয়)

source: Disabled
bn_bd: নিষ্ক্রিয় রয়েছে

source: Disabled by accessibility tools
bn_bd: অ্যাক্সেসেবিলিটি তুল দ্বারা নিষ্ক্রিয় রয়েছে

source: Disabled by add-ons
bn_bd: অ্যান্ড-অন দ্বারা নিষ্ক্রিয় হয়েছে

source: disabled by build
bn_bd: বিল্ড দ্বারা নিস্ক্রিয়

source: disabled by default
bn_bd: বাই ডিফল্ট নিস্ক্রিয়

source: Disabled by graphics hardware acceleration on Windows XP
bn_bd: Windows XP তে গ্রাফিক্স হার্ডওয়্যার এক্সসেলেরেশন দ্বারা নিষ্ক্রিয় করা হয়েছে

source: Disabled by lack of graphics hardware acceleration on Mac OS X
bn_bd: Mac OS X এ গ্রাফিক হার্ডওয়্যার এক্সেলারেশনের অভাবে নিষ্ক্রিয় হয়েছে

source: Disabled by unsupported text input
bn_bd: অসমর্থিত টেক্সট ইনপুটের কারনে নিষ্ক্রিয় হয়েছে

source: disabled by user
bn_bd: ব্যবহারকারী দ্বারা নিস্ক্রিয়

source: Disabled forcibly
bn_bd: বলপূর্বক নিষ্ক্রিয় করা হয়েছে
